export const constantsMap = {
  types: {
    bun: 'Булочки',
    sauce: 'Соусы',
    main: 'Начинки',
  },
  navbar: {
    home: 'Конструктор',
    feed: 'Лента заказов',
    login: 'Войти',
    profile: 'Профиль',
  },
  sidebar: {
    main: 'Профиль',
    orders: 'История заказов',
    logout: 'Выйти',
  },
  texts: {
    errorInfo:
      'Возникла ошибка. Пожалуйста, перезагрузите страницу или попробуйте позже.',
    homeAction: 'Соберите бургер',
    sidebarInfo: 'В этом разделе вы можете изменить свои персональные данные',
    constructorAction: 'Перетащите сюда ингредиенты, чтобы создать бургер',
    notFoundInfo: 'К сожалению, данной страницы не существует',
    notFoundButton: 'Вернуться назад',
  },
};
